{
    "Menu": "Menu",
    "Home": "Home",
    "AboutMe": "About Me",
    "Projects": "Projects",
    "ContactMe": "Contact Me",
    "TwentyTwo": "Twenty-two years old.",
    "InformationSystems": "Information Systems Engineer",
    "Description": ", dedicated to software development. Motivated to grow as a professional focused on the development of high-quality and innovative software applications.",
    "Scroll": "Scroll Down",
    "AboutDescription": "Passionate about software engineering. Eager to explore and excel in app development, I'm dedicated to continuous growth and innovation in the ever-evolving tech landscape.",
    "Skills": "My Skills Are:",
    "Advanced": "Advanced Proficiency:",
    "AdvancedTech": "Java with Spring framework, Hibernate, MySQL, Android Studio, Agile, Git & GitHub.",
    "Intermediate": "Intermediate Proficiency: ",
    "Basic": "Basic Proficiency:",
    "MedicalApps": "Mobile App, Web App, Java API",
    "MedicalDescription": "MediCAL is the culmination of my academic journey, developed collaboratively by a team of four. This project consists of three different applications that work together: an API developed in Java with Spring, a mobile app created with Android Studio, and a web app. It centers around the mobile application that serves as a comprehensive medical treatment calendar for users. This app works for both individual users and healthcare institutions. It allows users to log all their medical treatments while also enabling them to track symptoms and vital signs like heart rate and weight. Additionally, we've developed a web application for system administrators. This tool allows them to manage all database parameters and grants health institution administrators the ability to oversee their professionals' privileges, patient-related calendars, and more.",
    "View": "View",
    "WaterApp": "Water Cycle App",
    "WaterTech": "Mobile App",
    "WaterDescription": "This is an educational Augmented Reality mobile application for the Android operating system developed in Unity with the Vuforia module. It is a simple functioning app with a main screen featuring a play button, followed by the activation of the cellphone camera. Upon scanning the QR marker with the camera, an animated 3D model of the water cycle is displayed. It includes indicators that, when touched, display a dialogue box with a brief description of the represented stage. It also includes interaction buttons to rotate the model on all axes or change its size. The same can be achieved by simply swiping the finger across the screen over the model or pinching the screen to increase/decrease its size.",
    "LolApps":"Python, Pytorch",
    "LolDescription": "This repository contains a Python project that predicts match outcomes in League of Legends using Glicko rating updates and team compositions. The system processes inputs such as player IDs, which uniquely identify players in the match, and champion IDs, representing the selected champions for each player. It also incorporates match results to determine which team emerged as the winner and uses initial Glicko ratings and rating deviations to measure player skill levels and uncertainty. The outputs include a predicted match outcome, expressed as the probability of each team winning.",
    "GameLibraryApps" : "REST API",
    "GameLibraryDescription" : "This project is an API developed in TypeScript with Express and Node.js and using a MongoDB database mounted online in AtlasDB. Basically, there are users, each one with its own library, in which they can add games of a pool in the database. Each user has to register itself with an email, password and a username. Before making any request related to its library, the user must be logged in. The app saves a cookie with the session token of the user logged in. The games have different attributes, such as title, genre, minimum age, release date, etc. The users also have game preferences, defining a preferred genre and a minimum/maximum age. They can consult the API for recommendations based on their preferences.",
    "ContactDesc1": "I will read all emails. Send me any message you want and I'll get back to you.",
    "ContactDesc2": "I need your ",
    "Name": "Name",
    "And": "And",
    "Email": "Email Address",
    "ContactDesc3": ", but you won't receive anything other than your reply.",
    "SendMessage": "Send Me A Message",
    "FirstName": "First Name",
    "Subject": "Subject",
    "Message": "Message",
    "Send": "Send Message",
    "WriteMe": "Write me on my social networks"
}