{
    "Menu": "Menú",
    "Home": "Inicio",
    "AboutMe": "Sobre Mí",
    "Projects": "Proyectos",
    "ContactMe": "Contáctame",
    "TwentyTwo": "Veintidós años.",
    "InformationSystems": "Ingeniero en Sistemas de Información",
    "Description": ", enfocado en el desarrollo de software. Motivado para crecer como profesional en el desarrollo de aplicaciones de software innovadoras y de alta calidad.",
    "Scroll": "Despplazar habia abajo",
    "AboutDescription": "Apasionado por la ingeniería de software. Ansioso por explorar y destacar en el desarrollo de aplicaciones, estoy dedicado al crecimiento continuo e innovación en el siempre cambiante panorama tecnológico.",
    "Skills": "Mis Competencias son:",
    "Advanced": "Conocimiento Avanzado:",
    "AdvancedTech": "Java con Spring Framework, Hibernate, MySQL, Android Studio, Metodologías Ágiles, Git y GitHub.",
    "Intermediate": "Conocimiento Intermedio:",
    "Basic": "Conocimiento Básico:",
    "MedicalApps": "Aplicación Móvil, Aplicación Web, API en Java",
    "MedicalDescription": "MediCAL es el proyecto final de mi carrera, desarrollada colaborativamente por un equipo de cuatro personas. Este proyecto consta de tres aplicaciones diferentes que trabajan juntas: una API desarrollada en Java con Spring, una aplicación móvil creada con Android Studio y una aplicación web. Se centra en la aplicación móvil que sirve como un calendario de tratamientos médicos para los usuarios. Esta aplicación funciona tanto para usuarios individuales como para instituciones de salud. Permite a los usuarios registrar todos sus tratamientos médicos, además de realizar un seguimiento de síntomas y signos vitales como la frecuencia cardíaca y el peso. También, hemos desarrollado una aplicación web para administradores del sistema. Esta herramienta les permite gestionar todos los parámetros de la base de datos y otorga a los administradores de instituciones de salud la capacidad de supervisar los permisos de sus profesionales, los calendarios relacionados con los pacientes y más.",
    "View": "Ver",
    "WaterApp": "Aplicación del Ciclo del Agua",
    "WaterTech": "Aplicación Móvil",
    "WaterDescription": "Esta es una aplicación educativa de realidad aumentada para el sistema operativo Android desarrollada en Unity con el módulo Vuforia. Es una aplicación con una pantalla principal que presenta un botón de reproducción, seguido de la activación de la cámara del teléfono. Al escanear el marcador QR con la cámara, se muestra un modelo 3D animado del ciclo del agua. Incluye indicadores que, al tocarlos, muestran un cuadro de diálogo con una breve descripción de la etapa que representa. También incluye botones de interacción para rotar el modelo en todos los ejes o cambiar su tamaño. Lo mismo se puede lograr simplemente deslizando el dedo por la pantalla sobre el modelo o pellizcando la pantalla para aumentar/disminuir su tamaño.",
    "ContactDesc1": "Leo todos los mails. Envíame cualquier mensaje que desees y me pondré en contacto.",
    "ContactDesc2": "Necesito tu ",
    "Name": "Nombre",
    "And": "Y",
    "Email": "Dirección de Correo Electrónico",
    "ContactDesc3": ", pero no recibirás nada más que tu respuesta.",
    "SendMessage": "Envíame un Mensaje",
    "FirstName": "Nombre",
    "Subject": "Asunto",
    "Message": "Mensaje",
    "Send": "Enviar Mensaje",
    "WriteMe": "Escríbeme en mis redes sociales"
}